[
    {
        "text": "The most difficult thing is the decision to act, the rest is merely tenacity.",
        "author": "Amelia Earhart"
    },
    {
        "text": "Love life more than the meaning of it.",
        "author": "Fyodor Dostoevsky "
    },
    {
        "text": "Life is what happens to you while you are making other plans.",
        "author": "John Lennon"
    },
    {
        "text": "Your time is limited, so don't waste it living someone else's life.",
        "author": "Steve Jobs "
    },
    {
        "text": "Victory is not everything, everything is a constant desire to win.",
        "author": "Vince Lombardi, american football coach"
    },
    {
        "text": "Whether you think you can, or think you can't … you're right.",
        "author": "Henry Ford"
    },
    {
        "text": "The two most important days in your life are the day you are born and the day you find out why.",
        "author": "Mark Twain."
    },
    {
        "text": "Whatever you dream you can do, begin it. Boldness has genius, power and magic in it. Begin it now.",
        "author": "Johann Wolfgang von Goethe"
    },
    {
        "text": "The best revenge is massive success.",
        "author": "Frank Sinatra."
    },
    {
        "text": "There is only one way to avoid criticism: do nothing, say nothing, and be nothing.",
        "author": "Aristotle"
    },
    {
        "text": "It's better to be sure in a good result, than hope for an excellent one.",
        "author": "Warren Buffett"
    },
    {
        "text": "There are many things in life that will catch your eye, but only a few will catch your heart.",
        "author": "Indian proverb"
    },
    {
        "text": "Believe you can and you're halfway there.",
        "author": "Theodore Roosevelt"
    },
    {
        "text": "Fall down seven times, stand up eight.",
        "author": "Japanese proverb"
    },
    {
        "text": "If I let go of who I am I become who I might be.",
        "author": "Lao Tzu"
    },
    {
        "text": "Happiness is not something readymade.  It comes from your own actions.",
        "author": "Dalai Lama"
    },
    {
        "text": "If the wind will not serve, take to the oars.",
        "author": "Latin proverb"
    },
    {
        "text": "Success consists of going from failure to failure without loss of enthusiasm.",
        "author": "Winston Churchill"
    },
    {
        "text": "If you hear a voice within you say 'you cannot paint,' then by all means paint, and that voice will be silenced.",
        "author": "Vincent van Gogh"
    },
    {
        "text": "The best time to plant a tree was 20 years ago. The second best time is now.",
        "author": "Chinese proverb"
    },
    {
        "text": "Failure is only the opportunity to begin again, only this time more wisely.",
        "author": "Henry Ford"
    },
    {
        "text": "Happiness does not consist in always doing what you want, but in always wanting what you do.",
        "author": "Leo Tolstoy"
    },
    {
        "text": "You learn the fastest in three cases — before the age of 7, at trainings, and when life has cornered you.",
        "author": "Steven Kovey"
    },
    {
        "text": "It does not matter how slowly you go, as long as you don't stop.",
        "author": "Confucius"
    },
    {
        "text": "Always choose the most difficult way, there you will not meet competitors.",
        "author": "Charles De Gaulle"
    },
    {
        "text": "One completed productive task is worth fifty half-completed tasks.",
        "author": "Malcolm Forbes"
    },
    {
        "text": "No one can make you feel inferior without your consent.",
        "author": "Malcolm Forbes"
    },
    {
        "text": "The only happiness in life is a constant striving forward.",
        "author": "Emile Zola"
    },
    {
        "text": "Never falling down is not the greatest merit in life. The main thing is to get up every time.",
        "author": "Nelson Mandela"
    },
    {
        "text": "At the origins of every successful enterprise is a bold decision once made.",
        "author": "Peter F. Drucker, american economist"
    }
]